tap "caskroom/cask"
tap "caskroom/fonts"

brew "antigen"
brew "neovim"
brew "ansible"
brew "direnv"
brew "tig"
brew "nmap"
brew "httpie"
brew "tmux"
brew "golang"
brew "glide"
brew "jq"
brew "rbenv"
brew "node@8"
brew "fzf"
brew "kubectx"
brew "kubectl"
brew "fd"
brew "rg"
brew "kubernetes-helm"
brew "watch"
brew "redis"
brew "consul"
brew "pgcli"
brew "python3"
brew "htop"

cask "firefox"
cask "iterm2"
cask "visual-studio-code"
cask "google-chrome"
cask "ngrok"
cask "flux"
cask "slack"
cask "spectacle"
cask "openoffice"
cask "vagrant"
cask "vagrant-manager"
cask "vlc"
cask "google-cloud-sdk"
cask "postman"
cask "minikube"
cask "vimr"
cask "adobe-acrobat-reader"
cask "docker"
cask "whatsapp"
cask "virtualbox"
cask "keybase"
cask "skype"
cask "java8"
cask "android-file-transfer"
cask "google-backup-and-sync"

#brew "asdf"
#brew "graphviz"
#brew "aria2"
#brew "stern"
#brew "highlight"
#brew "cmake"

#cask "keeweb"
#cask "caffeine"
#cask "rowanj-gitx"
#cask "clipy"
#cask "kindle"
#cask "etcher"
#cask "alfred"
#cask "font-fira-code"
#cask "grammarly"
#cask "gitter"
#cask "discord"
#cask "xca"
#cask "steam"
#cask "charles"
#cask "tipp10"
#cask "rowanj-gitx"
#cask "etcher"
#cask "licecap"
#cask "airdroid"
#cask "tunnelblick"
#cask "boostnote"
#cask "sketch"
