tap "caskroom/cask"
tap "caskroom/fonts"

tap "aquasecurity/trivy"
tap "aws/tap"
tap "benwebber/tunnelblickctl"
tap "git-duet/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "iann0036/iamlive"
tap "int128/kubelogin"
tap "knqyf263/pet"
tap "kong/kong"
tap "kudulab/dojo-osx"
tap "micronaut-projects/tap"
tap "minamijoyo/hcledit"
tap "mongodb/brew"
tap "schollz/tap"
tap "thecasualcoder/stable"
tap "turbot/tap"
tap "tylerbrock/saw"
tap "versent/taps"
tap "wix/brew"
tap "yt-dlp/taps"
brew "act"
brew "adr-tools"
brew "libyaml"
brew "ansible"
brew "antigen"
brew "asciinema"
brew "autojump"
brew "automake"
brew "aws-iam-authenticator"
brew "aws-shell"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "bats"
brew "berkeley-db"
brew "boost"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "libtool"
brew "cfssl"
brew "chart-testing"
brew "checkov"
brew "cloc"
brew "cloud-nuke"
brew "cmake"
brew "consul"
brew "coreutils"
brew "croc"
brew "curl"
brew "go"
brew "dep"
brew "direnv"
brew "dive"
brew "doctl"
brew "etcd"
brew "fd"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "open-mpi"
brew "fftw"
brew "folly"
brew "fzf"
brew "gcc@4.9"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-crypt"
brew "git-filter-repo"
brew "git-plus"
brew "gitui"
brew "gnupg"
brew "gopass"
brew "python@3.8"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hdf5"
brew "helm"
brew "helm@2"
brew "htop"
brew "httpie"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "influxdb"
brew "infracost"
brew "ipcalc"
brew "jenv"
brew "jq"
brew "kafka"
brew "kcat"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "libgsf"
brew "libmatio"
brew "libproxy"
brew "libslirp"
brew "libssh2"
brew "libxmlsec1"
brew "qemu"
brew "lima"
brew "liquibase"
brew "lofty"
brew "maven"
brew "md5sha1sum"
brew "minikube"
brew "mkcert"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "ngrep"
brew "nmap"
brew "node@12"
brew "nvm"
brew "oath-toolkit"
brew "openjdk@11"
brew "openjdk@8"
brew "packer"
brew "pandoc"
brew "parallel"
brew "pgcli"
brew "qt"
brew "poppler"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "python-tabulate"
brew "python-yq"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rpm"
brew "rust"
brew "rustup-init"
brew "skaffold"
brew "stern"
brew "stolon"
brew "talisman"
brew "tcpflow"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terraform-provider-lambda"
brew "terraform@0.12"
brew "terraform@0.13"
brew "terragrunt"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "v8"
brew "vegeta"
brew "vips"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-git-prompt"
brew "aquasecurity/trivy/trivy"
brew "aws/tap/aws-sam-cli"
brew "aws/tap/copilot-cli"
brew "aws/tap/ec2-instance-selector"
brew "git-duet/tap/git-duet"
brew "golangci/tap/golangci-lint"
brew "iann0036/iamlive/iamlive"
brew "int128/kubelogin/kubelogin"
brew "knqyf263/pet/pet"
brew "kudulab/dojo-osx/dojo"
brew "minamijoyo/hcledit/hcledit"
brew "mongodb/brew/mongodb-community"
brew "thecasualcoder/stable/gg"
brew "thecasualcoder/stable/kube-fzf"
brew "thecasualcoder/stable/kube-tmuxp"
brew "thecasualcoder/stable/lazy-connect"
brew "thecasualcoder/stable/tf-summarize"
brew "thecasualcoder/stable/tztail"
brew "turbot/tap/steampipe"
brew "tylerbrock/saw/saw"
brew "versent/taps/saml2aws"
brew "wix/brew/applesimutils"
brew "yt-dlp/taps/yt-dlp"
cask "amazon-music"
cask "android-file-transfer"
cask "appcleaner"
cask "aws-vault"
cask "brave-browser"
cask "dbeaver-community"
cask "docker"
cask "evernote"
cask "firefox"
cask "flux"
cask "flycut"
cask "gisto"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "kap"
cask "keybase"
cask "keycastr"
cask "lens"
cask "libreoffice"
cask "macdown"
cask "notion"
cask "pgadmin4"
cask "postgres"
cask "postman"
cask "robo-3t"
cask "slack"
cask "smcfancontrol"
cask "spectacle"
cask "stretchly"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
cask "zoomus"
